/* SMTP Server address */
"Address:" = "Cyfeiriad:";

/* Authentication checkbox */
"Authentication" = "Dilysiad";

/* Title for from field */
"From:" = "Gan:";

/* No security option */
"None" = "Dim";

/* password field */
"Password:" = "Cyfrinair:";

/* SMTP Server port */
"Port:" = "Porth:";

/* Security options title */
"Security:" = "Diogeledd:";

/* Title for box containing SMTP server details */
"SMTP Server:" = "Gweinydd SMTP:";

/* Title for subject prefix field */
"Subject prefix:" = "Rhagddoiad pwnc:";

/* TLS if possible security option */
"TLS if possible" = "TLS os yn bosib";

/* TLS or close security option */
"TLS or close" = "TLS neu gau";

/* Title for to field */
"To:" = "I:";

/* Username field */
"Username:" = "Enw Defnyddiwr:";

